/*
 * RuZhiBaoDao2.ts
 * 故事，从document/story中转义而来
 * luleyan
 */

export class RuZhiBaoDao2SLCN {
    static kkk = 'kkk';
};

export class RuZhiBaoDao2MKN {
    static EndHere = 'EndHere';
};

export const RuZhiBaoDao2: any[] = [
    {
        pType: 1,
        idx: 0
    },
    {
        pType: 2,
        str: '       尽管我是那么的反感程心，但我还是想说一句冒天下之大不韪的话，也许《三体》中最渣的是\'我们\'。是\'我们\'被时代裹挟着，把叶文洁推到了墙角。是\'我们\'用石块处决了雷迪亚兹。是\'我们\'在基础物理被智子锁死的情况下，居然做着超越三体人的春秋大梦。是\'我们\'把\'青铜时代号\'和\'蓝色空间号\'视作叛徒。是\'我们\'把罗辑一次次的捧上神坛，推入地狱！是\'我们\'选出了程心！！！',
        idx: 1
    },
    {
        pType: 2,
        str: '       是啊，历史是由人民书写的，一切的荣耀都归功于人民。那么，差错呢？难道就推给一两个决定了人类历史走向的人么？没有叶文洁，三体人不会探测距离他们如此之近的星系么？没有ETO，三体人不会来侵略太阳系么？没有程心，一切都不会逝去，生命和文明就会取得胜利么？【“打倒反动学术权威叶哲泰！！”“打倒一切反动学术权威！！”“打倒一切反动学说！！”】',
        idx: 2
    },
    {
        pType: 2,
        str: '       【\'得知消息后，恐惧压倒了一切，他决定牺牲叶文洁，保护自己。半个世纪后，历史学家们一致认为，1969年的这一事件是以后人类历史的一个转折点。\'】【一路上很顺利，但一个多小时后还是有人认出了罗辑，于是车里的人一致要求他下车。罗辑争辩说自己已经输入信用点买了票，当然有权坐车。有一个头发花白的老者拿出两枚现在已经很不常见的现金硬币扔给了他，他还是被赶下了车。“面壁者，你背把铁锹干什么？”车开时有人从车窗探出头问。“为自己挖墓。”罗辑说，引起了车里的一阵哄笑。没人知道他说的是真话。】',
        idx: 3
    },
    {
        pType: 2,
        str: '       【漫长的使命已经最后完成，那最沉重的责任现在离开了他。以后，不管他在已经女性化的人类眼中是怎样的恶魔和怪物，人们都不得不承认，纵观文明史，他的胜利无人能及。】【人群瞬间寂静下来，人们抬头看着，那架可能烧死了几十人的穿梭机轰鸣着从停泊区升起，拖着白色的尾迹直上高空，然后转向东方。人们似乎不敢相信眼前发生的事。',
        idx: 4
    },
    {
        pType: 2,
        str: '       只过了十几秒钟，又一架穿梭机从停泊区起飞，这次距离他们更近，轰鸣、火光和热浪让人群由僵滞陷入极度的狂乱中。接下来，第三架，第四架……停泊区的穿梭机相继强行发射，',
        idx: 5
    },
    {
        pType: 2,
        str: '       团团烈焰中，焦黑的人体拖着烟火在空中横飞，停泊区变成了火葬场！】【“前面的，拦截它！撞死它！！”又是那个女人的声音，“啊！他们能达到逃逸速度，他们能逃掉！他们能活！！',
        idx: 6
    },
    {
        pType: 2,
        str: '       啊啊啊！！我要光速飞船！！拦住它呀！掐死里面的！！”】',
        idx: 7
    },
    {
        pType: 2,
        str: '       ……读者们秉持着上帝视角，当然可以随意点评书中的人物和选择。但如果真的代入其中，我们真的会比\'我们\'做的更好吗？\'我们\'真的能逃避属于自己的那份责任，把一切都推给某个个体，这……难道不是渣吗？',
        idx: 8
    },
    {
        pType: 2,
        str: '       毛主席说：\'群众是真正的英雄！\'只能享受胜利的果实，不能承受失败的酸楚，这算什么英雄呢？章北海、罗辑这些人类之光是\'我们\'孕育出来的，程心、伊文思同样是从\'我们\'中走出来的。',
        idx: 9
    },
    {
        pType: 2,
        str: '       站在上帝的视角，我们当然知道程心是错的，罗辑悟出的宇宙社会学是战胜三体人的理论基础，我们人类只有牺牲大多数，让少数人逃亡才得以延续文明的火种。',
        idx: 10
    },
    {
        pType: 2,
        str: '       但抛开全知的视角，\'我们\'能接受自己和自己的孩子成为\'牺牲品\'，让少数精英、资本家、权贵，飞向宇宙吗？\'我们\'抛弃罗辑这个掌握着两个世界命运之剑的老疯子，选择看起来人畜无害的身后程心，只为睡个安稳觉，让自己觉得过了今天还有明天，看起来有什么不对？',
        idx: 11
    },
    {
        pType: 2,
        str: '       \'我们\'为自己的选择付出了代价，最后\'我们\'只接受胜利喜悦，不承担失败的责任，\'我们\'真的不渣吗……通过这次疫情，现实中的一些\'我们\'与三体中的\'我们\'难道没有相似之处吗？',
        idx: 12
    },
    {
        pType: 2,
        str: '       疫情初期，人心惶惶，尽管只是少数，但不少人真的也视新冠为\'武汉病毒\'，排斥湖北的同胞。',
        idx: 13
    },
    {
        pType: 2,
        str: '       我们挺过来了，欧美在病毒面前败下阵来，又有多少人无视在经济、军事、科技、民生上的巨大差距，觉得我们已经赶欧超美了，容不下半点不同的声音，仿佛说国外好的地方就是崇洋媚外。',
        idx: 14
    },
    {
        pType: 2,
        str: '       面对钟南山教授这样的英雄，多少人在疫情的时候视他为救世主，又在他代言，为商品站台，支持中药的时候对他出言不逊……',
        idx: 15
    },
    {
        pType: 7,
        idx: 16
    }
]