/*
 * RuZhiBaoDao.ts
 * 故事
 * luleyan
 */

export const RuZhiBaoDao: any[] = [
    {
        idx: 0,
        type: 1,
        str:
            '111外媒刚刚消息,美国国会众议院于当地时间12日进行投票通过一项决议，支持要求副总统彭斯动用美国宪法第25条修正案罢免总统特朗普，投票结果是222人支持，204人反对。而在决议通过前，彭斯已致信众议院议长佩洛西表示拒绝动用第25修正案。'
    },
    {
        idx: 1,
        type: 1,
        str:
            '222据此前报道，彭斯在决议通过前已表示拒绝动用第25修正案。美国国会众议院议长佩洛西10日曾表示，众议院民主党人将提出一项决议，要求副总统彭斯动用美国宪法第25条修正案罢免总统特朗普，如果彭斯拒绝，众议院将推进弹劾特朗普的程序。'
    },
    {
        idx: 2,
        type: 1,
        str:
            '333美国宪法第25条修正案对美国总统和副总统职位因各种原因出现空缺时的继任程序作出修正和规定，增加了由副总统和内阁成员判断总统是否能够继续履行职责的新条款。依据美国宪法，如果针对总统的弹劾条款在众议院以简单多数获得通过，即意味着总统被弹劾。接下来，参议院将就弹劾案进行审理，如果三分之二的参议员支持弹劾条款，总统就将被定罪而下台。美国宪法第25条修正案对美国总统和副总统职位因各种原因出现空缺时的继任程序作出修正和规定，增加了由副总统和内阁成员判断总统是否能够继续履行职责的新条款。依据美国宪法，如果针对总统的弹劾条款在众议院以简单多数获得通过，即意味着总统被弹劾。接下来，参议院将就弹劾案进行审理，如果三分之二的参议员支持弹劾条款，总统就将被定罪而下台。'
    },
    {
        idx: 3,
        type: 1,
        str:
            '444清华那位学姐的事做的真不地道。“——“哪位学姐，做了什么事？”“清华有个姑娘，学弟的包不小心扫到她屁股了，事儿还没调查清楚，她就要社会性死亡人家，后来看录像调查清楚了，说是要大家互相道歉，你说这算什么事儿啊。”——“女人嘛，都是那么普通，又那么自信的。““你怎么这么说话？“——“我怎么了，我不就说了句实话吗，我看你是对号入座，急了急了急了。石头砸小狗，谁叫谁小狗。““你能不能讲道理'
    },
    {
        idx: 4,
        type: 1,
        str:
            '555女性才不是这样，只是腚姐突破了女性的底线。“——“啊？女人还有底线？““嗯？那你妈是女人吗，你妈有底线吗？”——“你扯我妈干什么？要不说你们女人素质差，嘲讽的艺术都不懂得欣赏，你们就不配看脱口秀。”“您刚是在讲脱口秀？笑点是在哪？”——“谁规定的脱口秀必须要有笑点了？你是脱口秀演员？真是装最懂的，脱口秀是冒犯的艺术，你懂不懂？”“冒犯的艺术？您的艺术在什么地方啊？”——“'
    },
    {
        idx: 5,
        type: 1,
        str:
            '666我负责冒犯，观众负责艺术啊。现在都讲究线上线下结合，我负责在线上冒犯女性，观众在线下思考为什么是艺术”“可她们要是思考不出来，就光觉得被冒犯了呢？”——“你在说谁啊？谁觉得被冒犯了啊？”“观众啊？”——“什么观众？我又没冒犯观众。”“什么意思啊？你不是刚说了你是冒犯的艺术，你负责冒犯么？”——“你脑子有问题吧，我说的观众当然都是男观众了，女的消费能力还不如狗，谁把她们当观众啊。”“那你就不怕她们生气了抵制你、批评你、举报你'
    },
    {
        idx: 6,
        type: 1,
        str:
            '777凭什么批评我，敢批评我就说明她们对号入座了，说明她们觉得自己和腚姐是一类人，那就把她们一起打倒了。”“你这么干是图个什么啊？就不能讲点好玩的，让女观众看了也高兴吗？”——“呵呵，你这种凡夫俗子，不可能理解我的想法的'
    },
    {
        idx: 7,
        type: 1,
        str:
            '888求求您教教我吧，我给您点赞行吗？”——“那可说好了，谁不点谁小狗，汪汪汪。”“点了点了，快接着说吧。”——“咪蒙知道吗？一篇软文八十万的那个，你知道她通过骂男性赚了多少钱吗？钱就是社会价值的体现，能通过骂男性开辟一个这么大的市场，'
    },
    {
        idx: 8,
        type: 1,
        str:
            '999你说她为社会的进步贡献了多少。我的梦想就是要成为男版的咪蒙，通过骂女性走上人生巅峰。”“所以是为了挣钱？”——“小伙子，你的悟性很高嘛！要不要跟着我，我有个实习生一个月工资五万，我看你根骨不错，是个万中无一的练武奇才。”“好啊好啊，您用这一套去骂女性，等您骂完了，我照搬过来骂男性，这样我们就有挣不完的钱了！”——“对的，孺子可教，我们的想法，哪是那些凡夫俗子可以理解的。'
    },
    {
        idx: 9,
        type: 1,
        str:
            '000不说和宣传图中一样充实肥腻，但这肉也少的太夸张了吧，这是给猪刮痧呢？！等一下！原来是我想多了，这款肉夹馍居然创新的使用了卤水风味儿的鸡肉……原本以为是省猪，没想到这肉夹馍根本没猪的事儿，还是在做鸡啊！总之这一系列骚操作下来，自然引起了广大吃货，尤其是西安肉夹馍爱好者们的强烈不满，纷纷展开了无情吐槽。“擦屁股纸上的shi都比这个多”——'
    },
    {
        idx: 10,
        type: 1,
        str:
            '1111车手不骑车骑摩托“不要侮辱了肉夹馍这个名字”——凛冬“麦当劳卖了一整天肉夹馍，这只猪也只受了点皮外伤”——匿名网友A（当然，后来我们知道受伤的应该是鸡）“图片仅供参考，具体以实物为准”这种套路大家已见怪不怪，毕竟我们长这么大，也从来没吃到过康师傅牛肉面包装袋上的那碗面嘛。但麦当劳这次缺斤短两实在太过严重，就算大家不要求同广告一致的肉夹馍，但也要讲基本法吧，哪有一口下去没见到肉的肉夹馍'
    },
    {
        idx: 11,
        type: 1,
        str:
            '22222这才叫肉 夹 馍通常情况下，麦当劳的每种菜品在量上都有相对明确的要求，以保证无论何时何地出品的食物都能质量趋于一致。而这次网友们买到的肉夹馍里的肉多少不一，很可能是因为作为一款新品上市过于匆忙，并没能制定出合理、严格的标准，导致你在不同的门店买的夹肉馍肉量完全看该店的良心或备餐师傅们的心情。每个鸡块的差别不会太大此后，麦当劳摆出了一副“有事好商量”的态度，在微博上表示肉馅的分量可能有所偏差'
    },
    {
        idx: 12,
        type: 1,
        str:
            '33333如果餐厅给的肉太少可以与门店沟通解决。如今这个情况是否有所改善还很难有个定论，不过有个连吃3天金牌肉夹馍的网友发现，肉量已经显著增加了。——不过和传统中式肉夹馍还是没法比！增加肉量后的金牌肉夹馍另外也不是所有的产品在宣传时都会夸大其词，餐饮界也有些表里如一的“清流”。比如肯德基麦当劳里的豆浆、油条和鸡块的买家秀就跟卖家秀差不了太多！至少油条方面'
    },
    {
        idx: 13,
        type: 1,
        str:
            '44444广告图与食物很一致就算是经常被网友调侃“封面欺诈”的康师傅也“洗心革面”，开了线下面馆，喊出口号就是要把包装上的红烧牛肉面端到你面前。那么如果足够努力，花多点钱，是不是有一天我们就能有机会吃到广告中那种令人垂涎的美食呢？很可惜，答案是不太可能！这样的巨无霸真的存在吗？广告中的那些美食虽然看起来令人垂涎欲滴、食欲大增，但很多其实根本就不存在'
    },
    {
        idx: 14,
        type: 1,
        str:
            '55555本质上是活在广告素材中的幻影，只要负责美美的就行了，“网络奔现”就别指望了~就拿汉堡来说，要做出广告中那样饱满挺拔的汉堡可不容易。首先要选不管好吃与否，至少严重超模、厚实匀称的粗大肉饼，再专门刷一层油上去让其更多汁、闪亮。然后摆好生菜和西红柿的位置，拿牙签固定住，分布必须符合黄金分割~最后用化妆棉给它穿个内增高，再拿针管在合适的位置挤上'
    },
    {
        idx: 15,
        type: 1,
        str:
            '666666沙拉酱和番茄酱，给汉堡化妆的部分就完成了。不过这还不够，和人一样，要想让它成为广告上的大明星，还得用P图软件给它美颜，去掉面包上的小孔，让它“皮肤细腻有光泽”才行。同样，蜂蜜从松饼上缓缓流下来的镜头看起来很诱人，但真的蜂蜜会被松饼吸收，留下一种神似尿床的印迹，因此聪明的摄影师们想到了用不会被吸收的机油来代替蜂蜜。而广告中啤酒和汽'
    }
];
